Repository: adimango/bancha
Catalog: core/language/*/LC_MESSAGES/bancha.po
Languages: es_es

source: This content can be associated to these hierarchies
es_es: El contenido puede ser asociado a estas jerarquías

source: Select the operations you want to perform
es_es: Seleccione las operaciones que quiere personalizar

source: Dashboard
es_es: Panel de control

source: New group
es_es: Grupo nuevo

source: Choose file
es_es: Seleccione archivo

source: Add module
es_es: Agregar módulo

source: File
es_es: Archivo
