Repository: adimango/bancha
Catalog: core/language/*/LC_MESSAGES/bancha.po
Languages: es_es

source: Username/password wrong.
es_es: Usuario/Contraseña equivocado/a.

source: The records have been published.
es_es: Los registros han sido publicados

source: The records have been depublished.
es_es: Los registros han sido despublicados.

source: The records have been deleted.
es_es: Los registros se han eliminado.

source: The records have been rolled back to the production ones.
es_es: Los registros se han revertido a los de producción.

source: The content %n has been saved.
es_es: El contenido %n ha sido guardado.

source: The content %n has been published.
es_es: El contenido %n ha sido publicado.

source: View content
es_es: Ver contenido.

source: The content has been saved.
es_es: El contenido ha sido guardado.

source: Something went wrong...
es_es: Ha sucedido un error.

source: First level
es_es: Primer nivel

source: Cannot delete the record %r of type %t
es_es: No puede eliminar el registro %r de tipo %t.

source: The record %n has been deleted.
es_es: El registro %n ha sido eliminado.

source: The record ID was not set.
es_es: El registro ID no ha sido seteado.

source: Please insert a name for this type.
es_es: Por favor inserte un nombre para este tipo.

source: The scheme of the content type %n has been updated
es_es: El esquema de tipo contenido %n ha sido actualizado.

source: Cannot save that scheme.
es_es: No puede guardarse este esquema.

source: Saving error
es_es: Guardar error.

source: Cannot read the file.
es_es: No puede leer el archivo xml/yaml.

source: The category %n has been added.
es_es: La categoría %n ha sido agregada.

source: Cannot insert the category %n.
es_es: No puede insertar la categoría %n.

source: A category named %n already exists.
es_es: Ya existe una categoría llamada %n.

source: The category %n has been deleted.
es_es: Ha sido eliminada la categoría %n

source: The type named %n has been removed.
es_es: El tipo %n ha sido removido.

source: The hierarchy %n has been added.
es_es: La jerarquía %n ha sido agregada.

source: The selected hierarchies have been deleted.
es_es: La jerarquia seleccionada ha sido eliminada.

source: Choose one...
es_es: Seleccione uno.

source: Adapter not found.
es_es: No se encontro adaptador.

source: You must upload a file.
es_es: Es necesario subir un archivo.

source: The mime-type of the file is not allowed by this adapter.
es_es: El tipo de archivo mime-type no esta permitido para este adaptador.

source: %c records have been imported.
es_es: %c registros han sido importados.

source: %n has been installed!
es_es: %n Ha sido instalado.

source: The module %m has no documentation or not exists.
es_es: El módulo %n no existe o no tiene documentación.

source: The are no pages that are listing this record.
es_es: No hay paginas que esten listadas en este registro.

source: The tables of the content type %n has been rebuilded.
es_es: Las tablas del tipo de contenido %n han sido reconstruidas.

source: Cannot renew the cache.
es_es: No es posible renovar el cache.

source: The cache of the content types has been cleared.
es_es: El caché del tipo contenido ha sido despejado.

source: The settings has been updated
es_es: La configuracion ha sido actualizadas.

source: The settings have been updated.
es_es: Las configuraciones han sido actualizadas.

source: The folder %d has not been found on the filesystem.
es_es: La carpeta %d no ha sido encontrada en el sistema de archivos.

source: The theme %n does not exists.
es_es: El tema %n no existe.

source: The user has been deleted.
es_es: El usuario ha sido eliminado.

source: The user informations have been updated.
es_es: La información del usuario ha sido actualizada.

source: User not found
es_es: No se encontro el usuario.

source: The group has been updated.
es_es: El grupo ha sido actualizado.

source: A group with that name already exists.
es_es: Ya existe un grupo con este nombre.

source: The group has been created.
es_es: El grupo ha sido creado.

source: The requested group has not been found.
es_es: El grupo requerido no se ha encontrado.

source: You cannot delete your own group.
es_es: No puede eliminar su propio grupo.

source: The group has been deleted.
es_es: El grupo ha sido eliminado.

source: Edit this content
es_es: Editar este contenido

source: Edit this page
es_es: Editar esta página.

source: Live
es_es: Vivo

source: Preview
es_es: Previsualizar

source: Back to admin
es_es: Volver al Administrador

source: Switch to preview
es_es: Cambiar a previsualizar

source: Switch to published contents
es_es: Cambiar a contenido publicado

source: Open profiler
es_es: Abrir perfil

source: Delete section
es_es: Eliminar sección

source: You cannot create a content type named [cache].
es_es: No puede crear un tipo contenido llamado [cache].

source: Name reserved
es_es: Nombre reservado

source: A content type named %n already exists
es_es: Un tipo de contenido llamado %n ya existe.

source: Cannot create that type
es_es: No puede crear este tipo

source: Cannot insert that content type.
es_es: No puede insertar este tipo de contenido.

source: Cannot delete the template view directory for the content type %n.
es_es: No puede eliminar el template view del directorio por el tipo de contenido %n.

source: Categories
es_es: Categoría

source: Hierarchies
es_es: Jerarquía

source: Relations
es_es: Relaciones

source: Administrators
es_es: Administrador

source: Editors
es_es: Editores

source: Default content type not defined
es_es: Contenido por defecto sin definir

source: My first post
es_es: Mi primer Post

source: Hello world
es_es: Hola mundo

source: Hello world by a sample page.
es_es: Hola mundo en página simple.

source: Type not set.
es_es: Tipo no establecido.

source: Primary key or table not defined for the content type %n.
es_es: Clave primaria o tabla no definida para el tipo de contenido %n.

source: XML parser: Error
es_es: Error durante el parseo XML

source: Untitled
es_es: Sin título

source: One of the fieldsets of type %n does not have the name attribute (mandatory).
es_es: Uno de los campos tipo %n no tiene el atributo obligatorio "name".

source: The type %t has more than one fieldset named %n.
es_es: El tipo %t tiene mas un campo establecido nombrado %n.

source: One of the fields of type %t does not have a name.
es_es: El campo de tipo %t no tiene un nombre.

source: The field name %n is reserved (Type: %t) and needs to be changed!
es_es: El campo %n de tipo %t utiliza un nombre reservado y debe ser cambiado.

source: The value of the node named type (field: %n, type %t) does not exists. Allowed values are: %v
es_es: El valor del nodo llamado tipo (campo: %n, tipo %t) no existe. Los valores permitidos son: %v

source: Without title
es_es: Sin titulo

source: View detail
es_es: Ver detalle

source: You cannot create a hierarchy without a name.
es_es: No puedes crear una jerarquía sin un nombre.

source: Cannot build the record.
es_es: No puede crear el registro.

source: Administration login
es_es: Ingreso a la administración

source: Back to site
es_es: Volver al sitio

source: Please log in with your provided credentials
es_es: Por favor ingrese con su Usuario/Contraseña

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Login
es_es: Ingreso

source: Remember me
es_es: Recordame

source: Browse attachments
es_es: Buscar adjuntos

source: Close window
es_es: Cerrar ventana

source: Repository
es_es: Repositorio

source: Record documents
es_es: registro de documentos

source: Documents repository
es_es: Repositorio de documentos

source: Here you can find the uploaded documents.
es_es: Aquí puedes encontrar los documentos actualizados

source: Upload file
es_es: Subir archivo

source: Filename
es_es: Nombre de archivo

source: Preset
es_es: Preestablecido

source: Choose
es_es: Elegir

source: Actions
es_es: Acciones

source: Select
es_es: Seleccionar

source: Apply preset
es_es: Aplicar preestablecido

source: Delete file
es_es: Eliminar archivo

source: Resized
es_es: Redimensionar

source: Alternative text
es_es: Texto alternativo

source: View
es_es: Ver

source: Delete image
es_es: Eliminar imágen

source: No attachments found for this record.
es_es: No se encontro ningún registro adjunto

source: Edit content
es_es: Editar contenido

source: Back to list
es_es: Volver a la lista

source: Contents
es_es: Contenidos

source: Pages
es_es: Páginas

source: Page address:
es_es: Direccion de página:

source: Add
es_es: Agregar

source: Remove
es_es: Eliminar

source: You can attach up to %n images
es_es: Usted puede adjuntar %n imagenes

source: Number of uploadable images excedeed.
es_es: Se ha excedido el número de imagenes para subir.

source: Order
es_es: Orden

source: You can attach up to %n files
es_es: Puede adjuntar %n archivos

source: File limit exceeded.
es_es: Se ha excedido el limite de archivos para subir

source: File name
es_es: Nombre de archivo

source: File type
es_es: Tipo de archivo

source: This type has no categories
es_es: Este tipo no tiene categorías

source: There are no hierarchies
es_es: No existen jerarquías

source: Load
es_es: Cargar

source: Save
es_es: Guardar

source: Save and go to list
es_es: Guardar y volver a la lista

source: Publish and go to list
es_es: Publicar e ir a la lista

source: Errors
es_es: Errores

source: Close
es_es: Cerrar

source: Manage categories
es_es: Manejar categorías

source: Status
es_es: Estado

source: Draft
es_es: Proyecto

source: Published
es_es: Publicado

source: Different
es_es: Diferente

source: Apply filters
es_es: Aplicar filtros

source: Programmed
es_es: Programado

source: Add child page
es_es: Agregar página Hija

source: View children pages
es_es: Ver páginas hijas

source: Delete
es_es: eliminar

source: Do you really want to delete this content?
es_es: Realmente quiere eliminar este contenido?

source: Publish
es_es: Publicar

source: Unpublish
es_es: Ocultar publicación

source: Discard draft
es_es: Descargar el proyecto

source: Apply to selected
es_es: aplicar a la selección

source: There are
es_es: Hay

source: add a new one
es_es: Agregar uno

source: There are no contents/pages for this type. To start, %a.
es_es: No hay contenido/páginas para este tipo. Para empezar, %a.

source: Clear cache
es_es: Borrar caché

source: Manage settings
es_es: Administrar configuraciones

source: Scheme
es_es: Esquema

source: Update settings
es_es: Actualizar configuraciones

source: New page
es_es: Página nueva

source: General informations
es_es: Informaciones generales

source: Visibility date
es_es: Fecha visible

source: Parent page
es_es: Página padre

source: Title
es_es: Título

source: Page URL
es_es: Url de la página

source: Language
es_es: Idioma

source: Content
es_es: Contenido

source: Show in menu
es_es: Mostrar en menu

source: Main menu
es_es: Menú principal

source: Sitemap
es_es: Mapa del sitio

source: Don't show
es_es: No mostrar

source: Child no.
es_es: Sin hijo.

source: Aspect
es_es: Aspecto

source: View template
es_es: Ver plantilla

source: Default
es_es: Por defecto

source: Homepage
es_es: Página principal

source: CSS Stylesheet
es_es: Hoja de estilos CSS

source: Javascript code
es_es: Codigo Javascript

source: Page cache (minutes)
es_es: Página cache(minutos)

source: Priority
es_es: Prioridad

source: Page action
es_es: Acción de página

source: Single text
es_es: Texto único

source: Content list
es_es: Listar contenido

source: Custom action
es_es: Acción personalizada

source: External link
es_es: Link externo

source: Content type
es_es: Tipo de contenido

source: WHERE Condition
es_es: Condición WHERE

source: Results per page
es_es: Resultados por página

source: Results order
es_es: Orden de resultados

source: ID record (DESC)
es_es: Registro ID (DESC)

source: ID record (ASC)
es_es: Registro ID (ASC)

source: Publish date (DESC)
es_es: Publicar fecha(DESC)

source: Publish date (ASC)
es_es: Publicar fecha (ASC)

source: RSS Feed
es_es: Feed RSS

source: Yes
es_es: Si

source: Action name
es_es: Nombre de acción

source: Action mode
es_es: Modo de acción

source: Dispatch
es_es: Despachador

source: Content render
es_es: Visualizar contenido

source: Redirect URL
es_es: Redireccionar a URL

source: Attachments
es_es: Adjuntos

source: Images
es_es: Imágenes

source: Description
es_es: Descripción

source: Keywords
es_es: Palabras clave

source: Blog posts
es_es: Post del blog

source: New post
es_es: Artículo nuevo

source: Post content
es_es: Contenido del post

source: Friendly URL
es_es: URL amigable

source: Comments no.
es_es: Sin comentarios.

source: Image and files
es_es: Imágenes y archivos

source: Files
es_es: Archivos

source: Comments
es_es: Comentarios

source: New comment
es_es: Nuevo comentario

source: Author info
es_es: Información del autor

source: Name
es_es: Nombre

source: E-mail address
es_es: Sitio web

source: Message
es_es: Mensaje

source: Linked post
es_es: Linkear al post

source: Add new content type
es_es: Agregar nuevo tipo de contenido

source: Back to types list
es_es: Volver al listado tipos

source: Add new type
es_es: Agregar nuevo tipo

source: WARNING
es_es: Atención

source: You can't change the type name after its creation.
es_es: No se puede cambiar el nombre del tipo despues de crearse

source: Type name
es_es: Nombre del tipo

source: Type description
es_es: Descripción del tipo

source: New item label
es_es: Nuevo item nivel

source: New content
es_es: Nuevo contenido

source: Type structure
es_es: Tipo de estructra

source: Simple (Contents)
es_es: Simple (Contenido)

source: Tree (Pages)
es_es: Arbol (Páginas)

source: Scheme format
es_es: Formato del esquema

source: YAML (Recommended)
es_es: YAML (Recomendado)

source: Back to contents
es_es: Volver a contenidos

source: Categories list
es_es: Lista de categorías

source: Add new category
es_es: Agregar nueva categoría

source: Category name
es_es: Nombre de categoría

source: Do you want to delete this category?
es_es: Quiere eliminar esta categoría?

source: Delete category
es_es: Eliminar categoría

source: This content type has no categories.
es_es: Este tipo de contenido no tiene categorías.

source: Categories permits your contents to be more differents each other.
es_es: Las categorías permiten que tus contenidos sean diferentes unos de otros

source: They can be useful to make different extractions and use them such as tags.
es_es: Ellas pueden ser realmente útiles para hacer diferentes extracciones y usarlas como etiquetas

source: Type delete
es_es: Eliminar tipo

source: Cancel
es_es: Cancelar

source: Content type delete
es_es: Eliminar tipo de contenido

source: If you delete the content type %n, will be also deleted from the filesystem these files:
es_es: Si elimina el tipo de contenido %n, tambien eliminará los archivos de este sistema de archivos:

source: Content type scheme definition
es_es: Definicion para el tipo de contenido del esquema

source: View files related to list/detail actions of this content type (php templates).
es_es: La vista de archivos esta relacionada con las acciones lista/detalle de este tipo de contenido (templates .php)

source: All contents associated to this type will be deleted.
es_es: Todo los contenidos asociados a este tipo se eliminarán.

source: You can enable/disable this function through the variabile "DEAD RECORDS" in the config file.
es_es: Usted puede habilitar/deshabilitar esta función a través de la variable "DEAD RECORDS" en el archivo de configuración.

source: All contents associated to this type will NOT be deleted.
es_es: Todo los contenidos asociados a este tipo se eliminarán.

source: Delete type
es_es: Eliminar tipo

source: Edit scheme
es_es: Editar esquema

source: Discard all
es_es: Descartar todo

source: A wrong compilation of the scheme may cause a malfunction of the website.
es_es: Un error de compilación del esquema debe causar una mal funcion de este sitio web.

source: Structure
es_es: Estructura

source: Save scheme
es_es: Guardar esquema

source: Structure type
es_es: Tipo de estructura

source: Tree
es_es: Arbol

source: Simple
es_es: Semplice

source: No type of contents found. To start, %link.
es_es: No se encontraron este tipo de contenidos. Por empezar, %link.

source: Last %n events.
es_es: Ultimo %n eventos.

source: Today
es_es: Hoy

source: at %time
es_es: a %tiempo

source: Unknown
es_es: Desconocido

source: %u updated the content %c of type %t.
es_es: %u ha actualizado contenido %c tipo de %t.

source: %u created a new content of type %t named %c.
es_es: %u ha creado un nuevo tipo de contenido %t llamado %c.

source: %u published the content %c of type %t.
es_es: %u ha publicado el contenido %c de tipo %t.

source: %u depublished the content %c.
es_es: %u ha despublicado el contenido %c.

source: %u installed %c.
es_es: %u ha instalado %c.

source: %u login.
es_es: %u ha efectuado el ingreso.

source: %u logout.
es_es: %u ha efectuado la salida.

source: Manage hierarchies
es_es: Administrar categorías

source: Hierarchies list
es_es: Lista de Jerarquía

source: Add hierarchy
es_es: Agregar jerarquía

source: Here you will find the inserted hierarchies.
es_es: Aquí encontrara las jerarquías que fueron insertadas

source: Delete selected
es_es: Eliminar selección

source: There are no hierarchies.
es_es: No hay jerarquías

source: Hierarchy name
es_es: Nombre de jerarquía

source: Parent hierarchy
es_es: Jerarquía padre

source: Import/export data
es_es: Importar/exportar datos

source: Import records
es_es: Importar registros

source: Destination content type
es_es: Destino del tipo de contenido

source: Adapter type
es_es: Tipo de adaptador

source: Source file
es_es: Fichero fuente

source: Import report
es_es: Importar informe

source: %n Installer
es_es: Instalador di %n

source: Bancha is already installed on this database!
es_es: Bancha ya esta instalado en esta base de datos!

source: To reinstall Bancha, you need to delete the "is_installed" key on the "settings" table.
es_es: Para reinstalar Bancha, debe eliminar el archivo "is_installed" de la tabla "settings".

source: Bancha will be installed on the current host. Please select the operations that you want to perform
es_es: Bancha sera instalado en su actual host. Seleccione las operaciones que desea personalizar.

source: Select operations
es_es: Seleccionar operaciones.

source: Remove/Create directories
es_es: Eliminar/Crear directorios

source: Drop records and create tables
es_es: Vaciar registros y crear tablas

source: Restore default types
es_es: Restaurar los tipos por defecto

source: Restore default settings
es_es: Restaurar las configuraciones por defecto

source: Clear and rebuild cache
es_es: Limpiar y reconstruir cache

source: Enable event logging
es_es: Habilitar el registro de eventos

source: Admin default language
es_es: Idioma de admin por defecto

source: Install type
es_es: Tipo de instalación

source: Full
es_es: Completo

source: Minimal
es_es: Mínimo

source: Theme
es_es: Tema

source: Preinstalled schemes format
es_es: Formato inicial del esquema

source: Install
es_es: Instalar

source: Page rendered in %n seconds using %m of memory.
es_es: La página fue cargada %n segundos, se utilizo %m de memoria.

source: Users
es_es: Usuarios

source: Add new user
es_es: Agregar nuevo

source: Users list
es_es: Lista de usuarios

source: Groups and permissions
es_es: Grupos y permisos

source: Manage
es_es: Administrador

source: Content types
es_es: Tipo de contenidos

source: Settings
es_es: Configuraciones

source: Modules
es_es: Modulos

source: Themes
es_es: Temas

source: Last events
es_es: Ultimos eventos

source: Unit tests
es_es: Test Unit

source: Logout
es_es: Salir

source: Module documentation
es_es: Modulo de documentación

source: Installed modules
es_es: Instalar modulos

source: These are the currently installed modules. To install a module, just place it in the application/modules folder.
es_es: Los siguiente modulos se encuentran instaldos. Para instalar un modulo, dirigirse al directorio application/modules.

source: Documentation
es_es: Documentación

source: There are no modules installed.
es_es: No hay modulos instalados.

source: This record has no relations of this type.
es_es: Este registro no tiene relacion de este tipo.

source: Content name
es_es: Nombre de contenido

source: Insert date
es_es: Insertar fecha

source: Images repository
es_es: Repositorio de imágenes

source: Here you can find the last uploaded images.
es_es: Aquí puede encontrar las últimas imágenes cargadas.

source: Rebuild schemes cache
es_es: Reconstruir el esquema de cache.

source: Table
es_es: Tabla

source: Stage table
es_es: Etapa de la tabla

source: Rebuild tables
es_es: Reconstruir tablas

source: Installed themes
es_es: Temas instalados

source: Desktop theme
es_es: Tema de escritorio

source: Mobile theme
es_es: Tema de móvil

source: Manage templates
es_es: Administrar plantillas

source: Apply changes
es_es: Aplicar cambios

source: There are no installed themes.
es_es: No hay temas instalados

source: Sections
es_es: Secciones

source: Add HTML
es_es: Agregar HTML

source: Add PHP code
es_es: Agregar código PHP

source: Edit blocks
es_es: Editar bloques

source: Back to templates list
es_es: Volver a la lista de plantillas

source: Add section
es_es: Agregar sección

source: Save changes
es_es: Guardar cambios

source: This templates has no blocks.
es_es: Esta plantilla no tiene bloques.

source: Theme templates
es_es: Tema de plantilla

source: Template name
es_es: Nome del template

source: Duplicate template
es_es: Duplicar template

source: Press the button below to start the automatic unit tests.
es_es: Presione el boton de abajo para comenzar el test automatico de unidad

source: Start tests
es_es: Comenzar Test

source: Unit tests results
es_es: Resultado de test Units

source: List
es_es: Lista

source: Surname
es_es: Apellido

source: Email address
es_es: Dirección de email

source: Group
es_es: Grupo

source: Do you want to delete this user?
es_es: Quiere eliminar este usuario?

source: There are %n users.
es_es: Hay %n usuarios.

source: Manage group
es_es: Administrar grupo

source: Add group
es_es: Agregar grupo

source: Back to groups list
es_es: Volver a lista de grupos

source: Group informations
es_es: Informaciones de grupo

source: Group name
es_es: Nombre del grupo

source: Permissions
es_es: Permisos

source: Add new group
es_es: Agregar nuevo grupo

source: Back to users
es_es: Volver a usuarios

source: Do you want to delete this group?
es_es: Quiere eliminar este grupo?

source: Delete group
es_es: Eliminar grupo

source: You have no rights to access this page.
es_es: No tiene permisos para acceder a esta página

source: Go back
es_es: Volver

source: First name
es_es: Rodrigo

source: Last name
es_es: Apellido

source: Page not found
es_es: Página no encontrada

source: Nuovo prodotto
es_es: Nuevo producto

source: The cache has been cleared.
es_es: El cache ha sido removido.

source: The website is currently under maintenance. Please try later.
es_es: El sitio web esta actualmente en mantenimiento. Por favor ingrese en otro momento.

source: The default homepage has not been set. Please go to the settings and update the website homepage.
es_es: La página principal por defecto no ha sito preestablecida. Por favor vaya a las configuraciones y actualice la página principal del sitio web.

source: Mandatory
es_es: Obligatorio

source: Welcome back, %u
es_es: Bienvenido nuevamente, %u

source: Export records
es_es: Exportar registros

source: This function is under construction!
es_es: Esta función esta en construcción!

source: The address of this page is:
es_es: La direccion de la página es:

source: This content can be associated to these categories
es_es: El contenido puede ser asociado para estas categorias
